/* Short menu item indicating the number of minutes */
"1 min" = "1 мин.";

/* Short menu item indicating the number of seconds */
"15 sec" = "15 сек.";

/* Short menu item indicating the number of minutes */
"2 min" = "2 мин.";

/* Short menu item indicating the number of seconds */
"30 sec" = "30 сек.";

/* Short menu item indicating the number of minutes */
"5 min" = "5 мин.";

/* Label on a button that allows adding of a background image */
"Add" = "Добавить";

/* Error message */
"An unexpected condition is preventing the completion of this operation." = "Неизвестное условие не позволяет завершить эту операцию.";

/* Title for control to set the branching angle pattern of the tree */
"Angle Mode" = "Режим\nугловой";

/* A label for that indicates that the user can change tree branching angles */
"Angles" = "Углы";

/* Title for control to turn on and off the animation effects */
"Animation" = "Анимация";

/* A label that refers to the top of the tree */
"Apex" = "Верхушка";

/* Title for control to set the length of the top branches of the tree */
"Apex Length" = "Длина верхушки";

/* Title for control to set what the top branches of the tree look like */
"Apex Mode" = "Режим\nвершины";

/* Title for control to change the width to height ratio of the tree - use a short word */
"Aspect" = "Аспект";

/* Title for control to change the width to height ratio of the tree */
"Aspect Ratio" = "Отношение сторон";

/* Title for control set the animation parameters for the width to height ratio of the tree */
"Aspect Ratio Animation" = "Аспектная анимация";

/* A label for a control that refers to the background of the tree drawing */
"Background" = "Фон";

/* Title for control to set the background color of the tree */
"Background Color" = "Цвет фона";

/* Label for switch to make the background opaque when on, transparent when off */
"Background Fill" = "Заливка фона";

/* Label on a button that allows selection of the background image to use */
"Background Image" = "Фоновое изображение";

/* Title for control to adjust the left-right angle balance of the tree */
"Balance" = "Баланс";

/* Title for control to set the animation parameters for the left-right angle balance of the tree */
"Balance Animation" = "Анимация баланса";

/* Title for control to set how much the trunk and branches of the tree are curved */
"Bend" = "Изгиб";

/* Title for control to set the animation parameters for the bending of the tree trunk */
"Bend Animation" = "Анимация изгиба";

/* Title for control to set the number of nodes which branches can sprout from */
"Branch Nodes" = "Узлы ветвления";

/* Refers to the branches of a tree - short word */
"Branches" = "Ветви";

/* Title for control to set the number of tree branches coming from each sprouting point */
"Branches Per Node" = "Ветвей на узел";

/* A label that refers to the branching structure of the tree */
"Branching" = "Ветвление";

/* Label for button that is used to cancel an operation */
"Cancel" = "Отмена";

/* Message to place in subject line when sending user created tree by email */
"Check out my latest masterpiece" = "Оцените мой позднейший шедевр";

/* Title for control that allows the user to set the paper size */
"Choose Paper Size" = "Выбрать размер бумаги";

/* Title for menu that allows the length of video to be selected */
"Choose Video Duration" = "Выбрать длительность видео";

/* A title for the controls that change the tree color */
"Colors" = "Цвета";

/* Title for control to the level of complexity of the branch pattern of the tree */
"Complexity" = "Сложность";

/* Help info */
"Create all sorts of mesmerizing motion effects using the Animation Menu. To avoid confusion, turn off animation when you first edit the shape." = "Создавайте различного рода завораживающие эффекты движения с помощью Анимационного меню. Чтобы избежать путаницы, отключите анимацию при первой правке формы.";

/* Text to say this app was used to make an image */
"Created using Tree Crafter for iPad" = "Создано с помощью Tree Crafter для iPad";

/* Title for control to set the growth delay for the lowest branches */
"Delay" = "Задержка";

/* Title for control to set the animation parameters for the growth delay for the lowest branches */
"Delay Animation" = "Задержка анимации";

/* A label for a control that changes the intensity of an effect - use a short word */
"Depth" = "Амплитуда";

/* A label for a control that selects how much detail is shown */
"Detail" = "Детализация";

/* Label for button that user hits when they are finished changing some setting */
"Done" = "Готово";

/* Label for button that is used to enable editing */
"Edit" = "Правка";

/* Error message */
"Either camera-roll access is disabled, or another condition is preventing the saving of videos. Camera-roll access can be enabled via your device's privacy settings." = "Либо отключен доступ в фотогалерею, либо иное условие не позволяет сохранение видео. Доступ в фотогалерею можно включить в настройках конфиденциальности устройства.";

/* Message in error dialog */
"Either camera-roll access is disabled, or some other condition is preventing the processing of images. Camera-roll access can be enabled via your device's privacy settings." = "Либо отключен доступ в фотогалерею, либо иное условие не позволяет обрабатывать изображения. Доступ в фотогалерею можно включить в настройках конфиденциальности устройства.";

/* Error message when we can't connect to Facebook */
"Facebook Unavailable" = "Facebook недоступен";

/* Placeholder for whatever message the user wants for a footer on the image */
"Footer Message" = "Нижн. сноска";

/* Title for control to set the geometric ratio of the branching pattern */
"Georatio" = "Геом. отнош.";

/* Title for control to set the geometric ratio of the branching pattern */
"Geometric Ratio" = "Геометрические отношения";

/* Title for control to change the animation parameters for the geometric ratio of the branching pattern */
"Georatio Animation" = "Анимация геом. отношения";

/* A title for the controls that affect the spatial distribution of colors */
"Gradient" = "Переход";

/* Title for control to change how much of the leaf color is present for the color gradient */
"Gradient Saturation" = "Насыщенность перехода";

/* Title for control to change how sharp the spatial color transition is on the tree */
"Gradient Sharpness" = "Резкость перехода";

/* Title for control to change the amount that the tree has grown */
"Growth" = "Рост";

/* Title for control to set the animation parameters for the amount the tree has grown */
"Growth Animation" = "Анимация роста";

/* Placeholder for whatever message the user wants for a title on the image */
"Header Message" = "Верх. выноска";

/* Label to indicate that we are using high resolution drawing */
"High Detail" = "Выс. разр.";

/* A label for a control that relates to a division of the length of a tree branch into parts */
"Intervals" = "Промежутки";

/* Indicates that paper is in landscape mode, i.e. wider than it is tall */
"Landscape" = "Альбомная";

/* A label for a control that refers to the leaves of the tree */
"Leaf" = "Лист";

/* Title for control to set the color of the leaves of the tree */
"Leaf Color" = "Цвет листьев";

/* A label that indicates how long something is - short word */
"Length" = "Длина";

/* A label that refers to the lengths of branches on the tree - short word */
"Lengths" = "Длины";

/* Title for paper that is letter size */
"Letter (8.5 × 11 in)" = "Letter (8,5 x 11 дюймов)";

/* Title for control to select how much detail is shown */
"Level of Detail" = "Уровень детализации";

/* Label that indicates how thick the lines are in the drawing */
"Line Weight (%@ ×)" = "Толщина штриха (%@ ×)";

/* Error message when sending mail does not work */
"Mail Unavailable" = "Почта недоступна";

/* Instruction for how to use the touch gestures for changing the shape of the tree */
"Moving two fingers together controls the shape." = "Смыканием пальцев можно управлять формой.";

/* Title for control to set the number of nodes which branches can sprout from */
"Nodes" = "Узлы";

/* Label to indicate that we are using the normal image resolution */
"Normal" = "Нормальное";

/* OK button used to dismiss dialog boxes */
"OK" = "OK";

/* A label for a switch that can be on or off */
"On / Off" = "Вкл. / Выкл.";

/* Help info */
"Once you have a good shape, you can experiment with the colors using the Color Settings Menu." = "Когда форма будет правильной, можно экспериментировать с цветами с помощью Меню настроек цвета.";

/* Speech bubble to tell the user where to go first */
"Start Here" = "Начните здесь";

/* Title for menu showing previously saved PDF files */
"PDF Organizer" = "Органайзер PDF";

/* Indicates that paper is in portrait mode, ie tall and narrow */
"Portrait" = "Книжная";

/* Title for paper that is postcard size */
"Postcard (4.25 × 6 in)" = "Postcard (4,25 x 6 дюймов)";

/* Title for paper that is poster size */
"Poster (11 × 17 in)" = "Poster (11 × 17 дюймов)";

/* Title for paper that is poster size */
"Poster (18 × 24 in)" = "Poster (18 × 24 дюйма)";

/* Title for paper that is poster size */
"Poster (24 × 36 in)" = "Poster (24 × 36 дюймов)";

/* Title for a dialog box that shows that we are getting an image ready to share */
"Preparing Image" = "Подготовка изображения";

/* Title for dialog showing progress of saving a PDF */
"Preparing PDF File" = "Подготовка файла PDF";

/* Title for control to make the branches sprout at random angles */
"Random Angles" = "Произвольные углы";

/* Title for control to make the tree branches sprout at various random positions along the trunk */
"Random Intervals" = "Произвольные промежутки";

/* Title for control to make the branches grow to different random lengths */
"Random Lengths" = "Произвольные длины";

/* Title for control to make the branches deviate randomly away from being straight */
"Random Wiggle" = "Произвольные качания";

/* A label that refers to the a set of parameters that control how chaotic the tree looks */
"Randomize" = "Произвольно";

/* A label for a control that changes the animation speed of an effect - use a short word */
"Rate" = "Скорость";

/* A label for a button that re-generates a new set of random parameters */
"Refresh" = "Обновить";

/* Label on a button that allows removing of a background image */
"Remove" = "Удалить";

/* Title for control to change how much of the leaf color is present for the color gradient - use a short word */
"Saturation" = "Насыщенность";

/* Title for a menu that is used for saving images to the camera roll */
"Save Image" = "Сохранить изображение";

/* Title for dialog to help user save tree as a PDF file */
"Save PDF File" = "Сохранить файл PDF";

/* Label for button that is used to save the user's tree */
"Save Tree" = "Сохранить дерево";

/* Title for dialog to allow saving a video */
"Save Video" = "Сохранить видео";

/* Title for a dialog box that shows that we are currently saving an image */
"Saving Image to Camera Roll" = "Сохранение изображения в фотогалерею";

/* Message to say we are saving the video */
"Saving Video to Camera Roll" = "Сохранение видео в фотогалерею";

/* A label that refers to the shape of the tree */
"Shape" = "Форма";

/* Title for control to change how sharp the spatial color transition is on the tree - use a short word */
"Sharpness" = "Резкость";

/* Error message when we can't connect to Sina Weibo */
"Sina Weibo Unavailable" = "Sina Weibo недоступно";

/* A label that refers to various size-setting parameters for the tree */
"Sizes" = "Размеры";

/* Title for control to change the rotation of the tree about its axis */
"Spin" = "Вращение";

/* Title for control to set the animation parameters for the rotation of the tree about its axis */
"Spin Animation" = "Анимация вращения";

/* Title for control to set how much the shape of the tree spreads out */
"Spread" = "Размах";

/* Title for control to set the animation parameters for spreading of the tree branches */
"Spread Animation" = "Анимация размаха";

/* Help info */
"Start by using the Shape Menu to change the appearance of your tree. You can begin from any tree, including those in the Saved Trees menu." = "Начните с Меню форм, чтобы изменить внешний вид дерева. Начинать можно с любого дерева, включая меню Сохранённые деревья.";

/* Title for control to adjust the left-right growth symmetry of the tree */
"Symmetry" = "Симметрия";

/* Title for control to set the animation parameters for the left-right growth symmetry of the tree */
"Symmetry Animation" = "Анимация симметрии";

/* A label for a control to set how fast the tree trunk gets thinner towards the top - short word */
"Taper" = "Сбежистость";

/* A title for the set of tree parameters that can be animated */
"Targets" = "Искомые";

/* Label on a button that allows selection of the text color to use */
"Text Color" = "Цвет текста";

/* Help info */
"The Saved Trees Menu allows you to save and organize your work. Example trees are provided to encourage your creative spirit." = "Меню Сохранённые деревья даёт возможность сохранять и организовывать работу. Примеры деревьев приведены для поощрения вашего творческого духа.";

/* Explanation of error message */
"This device is not currently able to post to Facebook." = "Данное устройство сейчас не может публиковать на Facebook.";

/* Explanation of error message */
"This device is not currently able to post to Sina Weibo." = "Данное устройство сейчас не может публиковать на Sina Weibo.";

/* Explanation of error message */
"This device is not currently able to post to Twitter." = "Данное устройство сейчас не может публиковать на Twitter.";

/* Explanation of mail sending error */
"This device may not be configured to send email." = "Возможно, это устройство не настроено на отправку эл.почты.";

/* Title for help menu */
"Touch Controls" = "Сенсорное управление";

/* Touch the screen - instructions about interacting with the tree size and position */
"Touch to move and scale" = "Коснитесь, чтобы двигать и масштабировать";

/* Just the word for a tree - lower case noun */
"tree" = "дерево";

/* Title for control to change the overall structure of the tree */
"Tree Mode" = "Режим\nдерево";

/* A label for a control that refers to the main trunk of the tree */
"Trunk" = "Ствол";

/* Title for control to set the color of the tree trunk */
"Trunk Color" = "Цвет ствола";

/* Title for control to set how fast the tree trunk gets thinner towards the top */
"Trunk Taper" = "Сбежистость ствола";

/* Title for control to set the width of the tree trunk */
"Trunk Width" = "Ширина ствола";

/* Instruction for how to use touch gestures to make the tree trunk appear curved one way or the other */
"Turning with two fingers bends the tree." = "Поворотом двумя пальцами дерево сгибается.";

/* Title for control to change the twist of the tree like a corkscrew */
"Twist" = "Поворот";

/* Title for control to set the animation parameters for the twist of the tree like a corkscrew */
"Twist Animation" = "Анимация поворота";

/* Error message when we can't connect to Twitter */
"Twitter Unavailable" = "Twitter недоступен";

/* Title for error dialog */
"Unable to Process Image" = "Невозможно обработать изображение";

/* Title for error dialog */
"Unable to Save PDF File" = "Невозможно сохранить файл PDF";

/* Title for error dialog */
"Unable to Save Video" = "Невозможно сохранить видео";

/* Title for help menu */
"Usage Guide" = "Руководство пользователя";

/* Instruction for how to use the panning touch gestures */
"Use one finger to pan around." = "Панорамировать одним пальцем.";

/* Instruction for how to use the zoom touch gestures */
"Use two fingers to zoom in and out." = "Увеличивать и уменьшать двумя пальцами.";

/* A label for various sliders that control the value of a tree parameter */
"Value" = "Значение";

/* A label that indicates how wide something is - short word */
"Width" = "Ширина";

/* Title for control to make the branches deviate randomly away from being straight */
"Wiggle" = "Качание";

/* A title for the controls which alter the wind animation parameters */
"Wind" = "Ветер";

/* Title for control to set how intense the tree shakes for the wind animation */
"Wind Depth" = "Глубина фронта";

/* Title for control to set the speed for the wind animation */
"Wind Rate" = "Скорость ветра";

/* Help info */
"You can share your trees in various ways and save images or video to the camera roll. You can even export your trees as PDFs to incorporate into art work." = "Можете поделиться своими деревьями различными способами и сохранить изображения или видео в фотогалерею. Можно экспортировать деревья в PDF и включить в художественное оформление.";

/* Megabytes */
"MB" = "МБ";

/* Kilobytes */
"KB" = "КБ";

/* Paper size */
"A6 (105 \u00D7 148 mm)" = "A6 (105 x 148 мм)";

/* Paper size */
"A5 (148 \u00D7 210 mm)" = "A5 (148 x 210 мм)";

/* Paper size */
"A4 (210 \u00D7 297 mm)" = "A4 (210 x 297 мм)";

/* Paper size */
"A3 (297 \u00D7 420 mm)" = "A3 (297 x 420 мм)";

/* Paper size */
"A2 (420 \u00D7 594 mm)" = "A2 (420 x 594 мм)";

/* Paper size */
"A1 (594 \u00D7 841 mm)" = "A1 (594 x 841 мм)";

